<?php

return [
    'name'             => 'الاسم الكامل',
    'phone'            => 'رقم الهاتف',
    'dob'              => 'تاريخ الميلاد',
    'gender'           => 'الجنس',
    'gender.male'      => 'ذكر',
    'gender.female'    => 'أنثى',
    'unauthorized'     => 'أنت غير مصرح بالدخول',
    'old_password'     => 'كلمة المرور القديمة',
    'new_password'     => 'كلمة المرور الجديدة',
    'new_pass_again'   => 'كلمة المرور الجديدة (مرة أخرى)',
    'password_success' => 'تم تغيير كلمة المرور بنجاح.',
    'error.change'     => 'لم يتم تغيير كلمة المرور.',
    'error.cred'       => 'لم يتم تغيير كلمة المرور. بيانات الدخول غير صحيحة.',
    'error.new_match'  => 'كلمة المرور الجديدة وتأكيدها غير متساويان.',
];
